tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "dnsmasq"
brew "ffmpeg"
brew "gh"
brew "gnupg"
brew "mas" # cli for Mac App Store
brew "htop" 
brew "nmap" 
brew "fzf" # fuzzy search
brew "jq" 
brew "yq" 
brew "terminal-notifier" 
brew "tree" 
brew "wget"
cask "visual-studio-code"
cask "aws-vault"
cask "postman"
cask "dash"
cask "tunnelblick"
cask "todoist"
cask "meetingbar"
